Repository: bonny/WordPress-Simple-Fields
Catalog: languages/simple-fields-*.po
Languages: fr_fr

source: Allowed chars: a-z and underscore.
fr_fr: Caractères autorisés : a-z et underscore

source: Delete
fr_fr: Supprimer

source: Delete this field?
fr_fr: Supprimer ce champ ?

source: Delete this group?
fr_fr: Supprimer ce groupe ?

source: Delete this post connector?
fr_fr: Supprimer ce connecteur ?

source: Delete radio button?
fr_fr: Supprimer le bouton radio ?

source: Delete dropdown value?
fr_fr: Supprimer une valeur du menu déroulant ?

source: Adding...
fr_fr: Ajout...

source: Add
fr_fr: Ajouter

source: Remove field group from post connector?
fr_fr: Retirer ce groupe de champs du connecteur ?

source: Remove this field group?
fr_fr: Supprimer ce groupe de champs ?

source: Context
fr_fr: Contexte

source: advanced
fr_fr: avancé

source: side
fr_fr: côté

source: low
fr_fr: basse

source: high
fr_fr: haute

source: Settings
fr_fr: Préférences

source: Remove field group
fr_fr: Supprimer le groupe de champs

source: Select file
fr_fr: Sélectionnez un fichier

source: Edit
fr_fr: Modifier

source: Clear
fr_fr: Effacer

source: Select...
fr_fr: Sélectionnez...

source: Select post
fr_fr: Sélectionnez un article

source: Meta key:
fr_fr: Clé meta :

source: Field slug:
fr_fr: Identifiant du champ :

source: (no parent found)
fr_fr: (aucun parent)

source: None
fr_fr: Aucun

source: Inherit from parent
fr_fr: Hérité du parent

source: Save post to switch to selected fields.
fr_fr: Sauvegardez l'article pour passer aux champs sélectionnés.

source: Show custom field keys
fr_fr: Afficher les clés des champs personnalisés

source: Select
fr_fr: Sélectionner

source: Name
fr_fr: Nom

source: Slug
fr_fr: Identifiant

source: A unique identifier used in your theme to get the saved values of this field.
fr_fr: Un identifiant unique utilisé dans votre thème pour obtenir les valeurs sauvegardées de ce champ.

source: Text
fr_fr: Texte

source: Textarea
fr_fr: Texte multilignes

source: Checkbox
fr_fr: Case à cocher

source: Radio buttons
fr_fr: Bouton radio

source: Dropdown
fr_fr: Menu déroulant

source: File
fr_fr: Fichier

source: Post
fr_fr: Article

source: Taxonomy
fr_fr: Taxinomie

source: Taxonomy Term
fr_fr: Terme de taxinomie

source: Color
fr_fr: Couleur

source: User
fr_fr: Utilisateur

source: Use HTML-editor
fr_fr: Utiliser l'éditeur HTML

source: Also show time
fr_fr: Afficher aussi l'heure

source: Post types to select from
fr_fr: Types d'articles à sélectionner

source: Taxonomies to show in dropdown
fr_fr: Taxinomies à afficher dans le menu déroulant

source: Taxonomy to select terms from
fr_fr: Taxinomies dont sont issus les termes à sélectionner

source: Default
fr_fr: Défaut

source: Add radio button
fr_fr: Ajouter un bouton radio

source: Checked by default
fr_fr: Coché par défaut

source: Added dropdown values
fr_fr: Valeurs du menu déroulant ajoutées

source: Add dropdown value
fr_fr: Ajouter une valeur au menu déroulant

source: Delete field
fr_fr: Supprimer le champ

source: Default post connector
fr_fr: Connecteur d'article par défaut

source: No post connector
fr_fr: Pas de connecteur

source: Inherit from parent post
fr_fr: Hérité de l'article parent

source: There are no post connectors for this post type.
fr_fr: Il n'y a pas de connecteur pour ce type d'article.

source: Save changes
fr_fr: Sauvegarder les modifications

source: or
fr_fr: ou

source: cancel
fr_fr: annuler

source: Post Connector details
fr_fr: Détails du connecteur

source: A unique identifier for this connector
fr_fr: Un identifiant unique pour ce connecteur

source: Field Groups
fr_fr: Groupes de champs

source: Add field group...
fr_fr: Ajouter un groupe de champs...

source: Priority
fr_fr: Priorité

source: Hide the built in editor
fr_fr: Masquer l'éditeur Wysiwyg de Wordpress

source: Available for post types
fr_fr: Disponible pour les types d'article

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Field group details
fr_fr: Détails du groupe de champs

source: A unique identifier for this field group.
fr_fr: Un identifiant unique pour ce groupe de champs.

source: Repeatable
fr_fr: Répétitif

source: Fields
fr_fr: Champs

source: Add field
fr_fr: Ajouter un champ

source: Field groups
fr_fr: Groupes de champs

source: Field group saved
fr_fr: Groupe de champ sauvegardé

source: Field group deleted
fr_fr: Groupe de champs supprimé

source: Post connector deleted
fr_fr: Connecteur supprimé

source: Post type defaults saved
fr_fr: Type d'article par défaut sauvegardé

source: Simple Fields options saved
fr_fr: Options de Simple Fields sauvegardées

source: No field groups yet.
fr_fr: Aucun groupe de champs pour l'instant.

source: 1 added field, repeatable
fr_fr: 1 champ ajouté, répétitif

source: 1 added field
fr_fr: 1 champ ajouté

source: New field group
fr_fr: Nouveau groupe de champs

source: Post Connectors
fr_fr: Connecteurs d'articles

source: Post connector saved
fr_fr: Connecteur sauvegardé

source: 1 added field group
fr_fr: 1 groupe de champs ajouté

source: New post connector
fr_fr: Nouveau connecteur

source: Post type defaults
fr_fr: Type d'article par défaut

source: Default is to use <em>no connector</em>
fr_fr: Par défaut, <em>ne pas utiliser de connecteur</em>

source: Default is to inherit from <em>parent connector</em>
fr_fr: Par défaut, hériter du <em>connecteur parent</em>

source: Default is to use connector <em>%s</em>
fr_fr: Par défault, utilise le connecteur <em>%s</em>

source: Don't enable debug output
fr_fr: Ne pas activer l'affichage debug

source: Enable debug output for administrators
fr_fr: Activer l'affichage debug pour les administrateurs

source: Enable debug output for all users
fr_fr: Activer l'affichage debug pour tous les utilisateurs

source: Automatically append information about attached fields on posts (using filter 'the_content').
fr_fr: Ajouter automatiquement des informations sur les champs dans les articles (en utilisant le filtre 'the_content').

source: View debug information
fr_fr: Afficher les informations de debug
